<template>
	<div class="container">
		<el-breadcrumb separator-class="el-icon-arrow-right" class="width p_t2 p_b2 font_16">
			<el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
			<el-breadcrumb-item :to="{ path: '/newsList' }" v-if="type === 1">新闻中心</el-breadcrumb-item>
			<el-breadcrumb-item :to="{ path: '/yjNews' }" v-if="type === 2">奕杰动态</el-breadcrumb-item>
			<el-breadcrumb-item>详情</el-breadcrumb-item>
		</el-breadcrumb>
		<div class="p2 box_sizing" v-if="type === 1 && id === 0">
			<h2 class="m_b2 m_t2">
				关于启用“京心相助”教育系统专用端口
				<br />
				开展来京人员信息登记的通知
			</h2>
			<span class="font_20 m_b1 d_b">各单位：</span>
			<p class="m_b2">
				为进一步落实市委市政府《关于进一步明确疫情防控期间返京人员有关要求的通告》要求，做好本市教育系统教职员工来京（包括未返京）人员信息填报登记,有针对性地做好疫情防控工作，北京教育系统防控工作领导小组通过协调相关部门，在“京心相助”
				小程序（APP）社区管理登记信息基础上增加“教职员工及大学生”专用端口，以实现教育系统相关人员信息登记、汇总和数据实时共享。
			</p>
			<p class="m_b2">
				各单位需将自2020年3月13日（含）后经学校同意返京或未返京（返京时间未定选择“待定”）的 教职员工（本校负有防控责任的全体人员，含 离退休、劳务派遣的保安、
				保洁人员，外聘教师、外教等），通过“京心相助”教职工及大学生选项，进行信息登记。
			</p>
			<p class="m_b2">
				各单位有教职工人员返京且在学校住宿的，需联系海淀教委工作人员设置管理员。返京的教职工人员入校住宿前需向管理员展示二维码，进行登记报道，登记报道只需操作一次，之后每天需进行健康打卡，打卡周期为
				14 天隔离期内。
			</p>
			<p class="m_b2">各单位务必尽快完成机构内符合要求的未返京教职工信息登记。</p>
			<p class="m_b2">特别注意：如已在“京心互助”社区端口填报，在社区报到和管理，则无需重复登记，数据会自动共享。</p>
			<p class="m_b2">联系电话：88487343</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 1 && id === 1">
			<h2 class="m_b2 m_t2">关于进一步加强学前教育管理的意见</h2>
			<p class="m_b2">
				为深入贯彻党的十九大关于办好学前教育、在幼有所育上不断取得新进展的精神，认真落实国务院关于学前教育工作的部署和市委、市政府相关要求，进一步加强学前教育管理，提高学前教育质量，保障幼儿健康成长，现提出如下意见。
			</p>
			<span class="font_20 m_b1 d_b">一、总体要求</span>
			<p class="m_b2">
				深入学习贯彻党的十九大精神，以习近平新时代中国特色社会主义思想为指导，全面贯彻党的教育方针，遵循学前教育规律，完善学前教育管理体制机制，坚持儿童优先、安全第一、权责统一、保教并重，加快形成科学规范的学前教育管理体系，不断提升学前教育管理水平，推进学前教育普及普惠安全优质发展，切实增强人民群众的获得感和幸福感。
			</p>
			<span class="font_20 m_b1 d_b">二、主要举措</span>
			<p class="m_b2 bold">(一)加强幼儿园分类管理。</p>
			<p class="m_b2">
				按照“谁审批、谁监管，谁举办、谁主责”的原则，完善动态监管机制，加强各类幼儿园管理，规范办园行为。大力发展公办幼儿园，进一步理顺机关、企事业单位、高等学校、城镇街道办幼儿园办园体制，强化办园质量管理，提高办园水平。健全完善政策措施，积极引导和扶持民办幼儿园提供面向大众、收费合理、安全优质的普惠性服务；加强准入管理，严格执行年检制度，促进民办幼儿园规范有序发展。创新体制机制，加大对学前教育社区办园点的扶持力度，提升安全管理水平。坚持疏堵结合，按照“规范一批、取缔一批”的原则，持续开展无证幼儿园分类治理。
			</p>
			<p class="m_b2 bold">(二)加强学前教育队伍建设。</p>
			<p class="m_b2">
				加大学前教育师资培养培训力度。通过在部分区试点实施非学前教育专业本市户籍本科毕业生招聘并委托培养项目、本市户籍大专毕业生专升本培养项目和初中毕业生3+2五年制学前教育大专培养项目，拓宽学前教育师资培养和引入渠道。健全培训机制，实现全市幼儿园园长、教师专业培训全覆盖。
			</p>
			<p class="m_b2">
				严格学前教育教职员工准入与管理。进一步完善幼儿园教职员工入职标准，严格准入管理。完善幼儿园教师职业道德行为规范及考核标准，健全新教师入职宣誓制度和教师师德承诺、教师心理辅导制度。加强幼儿园教师管理信息系统建设，提升教师队伍管理效率和水平。健全幼儿园教师违反师德行为惩处机制，对虐待、歧视、体罚、变相体罚、侮辱幼儿人格等严重违反师德的行为，依法依规进行严肃处理。
			</p>
			<p class="m_b2">
				逐步提高幼儿园教师待遇。多渠道、多方式解决公办幼儿园非在编教师工资待遇偏低问题，逐步实现同工同酬。引导和支持民办幼儿园提高教师工资待遇，探索完善普惠性民办幼儿园教师工资保障机制。财政、教育等部门开展民办幼儿园办园成本核算，并参照当地公办幼儿园教师工资水平，确定民办幼儿园人力成本支出在办园成本中的最低比例。
			</p>
			<p class="m_b2 bold">(三)健全幼儿园安全风险防控机制。</p>
			<p class="m_b2">
				加强幼儿园及周边安全防控。完善幼儿园安全技术防范系统，实现幼儿园公共活动区域内视频监控全覆盖，并加强日常监看维护管理。建立健全幼儿园日常巡查记录、安全隐患排查、出入登记等制度，保障幼儿园园区安全有序。积极开展幼儿园周边综合治理，健全日常巡逻防控制度，完善高峰勤务机制，加强交通秩序管理，增强幼儿及家长的安全感。参照中小学法制副校长制度，建立健全幼儿园法制副园长制度。定期组织开展幼儿园安全教育、应急疏散演练等活动，提高幼儿自我防护能力。
			</p>
			<p class="m_b2">
				健全幼儿园安全事故应对机制。公安、教育、卫生计生、食品药品监管等部门和属地街道办事处(乡镇政府)要加强信息共享，及时发现、消除幼儿园各类安全隐患。建立健全幼儿园安全事故报告、调查、处置机制，幼儿园发生安全事故，要第一时间启动相应的应急处理预案，组建由公安、教育、卫生计生、属地街道办事处(乡镇政府)等相关单位人员及专业人士参加的联合工作小组，迅速组织救援，开展事故调查、责任认定及善后处理，并做好舆情应对，及时回应社会关切。
			</p>
			<p class="m_b2 bold">(四)提升幼儿园内部管理水平。</p>
			<p class="m_b2">
				落实幼儿园举办者与管理者办园责任。幼儿园举办者要依法履行办园主体责任，严格执行幼儿园建筑设计、建设标准、卫生保健、保育教育等方面的规范化要求，保障幼儿园园舍设施改扩建与维修、保育教育等经费。幼儿园实行园长负责制，园长要充分发挥园务委员会、教职工代表大会、家长委员会的作用，依法进行民主管理。
			</p>
			<p class="m_b2">
				完善幼儿园内部管理制度体系。幼儿园要建立健全内部安全管理、卫生保健、饮食健康等各项制度，制定相应的应急预案并抓好落实。落实幼儿园的校园安全管理主体责任，建立幼儿园安全员制度，每所幼儿园至少配备一名安全员，经培训后上岗。切实做好幼儿生理和心理卫生保健工作，健全卫生消毒、晨检、午检和病儿隔离等制度，做好计划免疫和疾病防控工作。加强幼儿饮食与健康管理，严格执行食品安全留样制度。幼儿园在看护幼儿时，一般要有两名工作人员同时在场。
			</p>
			<p class="m_b2">
				持续提升保育教育质量。坚持正确办园方向，尊重幼儿身心发展规律，坚持以游戏为基本活动，保教并重，养成良好的品德与行为习惯，增强幼儿体质，激发幼儿探究兴趣，培养积极交往与合作能力，促进其身心全面发展。进一步做好《幼儿园工作规程》《幼儿园教育指导纲要》《3-6岁儿童学习与发展指南》落实工作，切实提高幼儿园科学保教水平，坚决防止幼儿园“小学化”倾向。
			</p>
			<p class="m_b2 bold">(五)建立幼儿园与家庭、社会共育机制。</p>
			<p class="m_b2">
				健全幼儿园与家庭共同育儿机制。建立健全幼儿入园前家长培训制度、幼儿园与家长联系制度，密切幼儿园与幼儿家庭之间的交流，为家长提供科学育儿指导，有效提升育儿效果。建立幼儿园家长委员会制度，依据园所规模建立园级、年级、班级等不同层级的家长委员会，在园长指导下对幼儿园重要决策和事关幼儿切身利益的事项提出意见建议，发挥家长优势支持幼儿园保育教育工作，协助幼儿园开展家庭教育指导和交流。鼓励家长委员会组织家长志愿者参与幼儿园日常工作。
			</p>
			<p class="m_b2">
				加强幼儿园与所在社区的互动。鼓励社区相关单位参与幼儿园管理和服务，实现资源共享。幼儿园应积极面向社区宣传科学育儿知识，开展灵活多样的公益性早期教育服务，积极争取社区对幼儿园的多方面支持。
			</p>
			<p class="m_b2 bold">(六)加强学前教育考核检查和督导评估工作。</p>
			<p class="m_b2">
				加强学前教育考核检查。建立健全学前教育工作综合考核制度，按程序将学前教育改革发展重点工作纳入政府绩效考核。组建学前教育督查管理队伍，主要负责对各类幼儿园办园条件、安全卫生、保育教育、内部管理等进行常态化督促检查。
			</p>
			<p class="m_b2">
				强化学前教育督导评估。建立幼儿园责任督学挂牌督导制度，每所幼儿园配备一名责任督学，对幼儿园工作进行经常性督导；责任督学姓名、联系方式等信息应在幼儿园醒目位置进行公示。全面整合各类幼儿园评价标准和评价方式，构建全覆盖的幼儿园质量评价体系；逐步建立幼儿园办园第三方评价机制，深入推进学前教育管办评分离。
			</p>
			<span class="font_20 m_b1 d_b">三、保证措施</span>
			<p class="m_b2 bold">(一)加强组织领导。</p>
			<p class="m_b2">
				按照“市级统筹、区级主责、街道(乡镇)参与”的管理体制，分级建立学前教育工作责任制。市级要统筹做好全市学前教育事业发展的宏观规划、政策制定和指导监督工作，充分发挥市学前教育联席会议制度的作用，协调解决学前教育改革发展中的重点、难点问题。各区政府要高度重视，把学前教育摆在更加突出的位置，纳入重要议事日程，建立相应工作机制，切实抓好学前教育规划、建设、管理、保障等各项工作落实。街道办事处(乡镇政府)协助相关部门做好学前教育管理工作。
			</p>
			<p class="m_b2 bold">(二)强化部门协同。</p>
			<p class="m_b2">
				加强部门间工作协调和政策衔接，形成推进学前教育发展合力。教育部门要完善政策、制定标准，加强对学前教育监督管理和科学指导。发展改革部门要把学前教育纳入经济社会发展规划，支持幼儿园建设发展。规划国土、住房城乡建设和教育等部门要开展城镇居住区配套幼儿园专项整治，对已建成居住区未按规定建设或移交幼儿园设施、已建幼儿园未办成公办幼儿园或普惠性民办幼儿园的，责令全面整改。公安部门要加强对幼儿园安全保卫、消防等工作的监督指导和规范管理，建立涉及学前教育案件内部联合调查制度，在出警、调查取证等环节充分考虑儿童利益与幼儿园工作特点。人力社保部门要研究完善幼儿园教职工的人事(劳动)、工资、社会保障和职称(职务)评聘政策。工商、民政部门要配合教育部门做好幼儿园分类登记管理等工作。其他各有关部门和群团组织要结合自身职能，为推动学前教育健康发展创造有利条件。
			</p>
			<p class="m_b2 bold">(三)营造良好氛围。</p>
			<p class="m_b2">
				充分利用报刊、电视、互联网等媒介，广泛宣传有关学前教育的法律法规、政策以及先进典型，加强正面解读，积极回应社会关切，努力营造全社会关心儿童、支持学前教育发展的良好氛围。严禁新闻报道、影视作品、公开出版物播出、刊载侵害儿童隐私等内容，为儿童健康成长创造良好环境。
			</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 1 && id === 2">
			<h2 class="m_b2 m_t2">
				北京学前教育协会召开
				<br />
				“不忘初心、牢记使命”主题教育部署会
			</h2>
			<img class="m_b2" :src="new_bsh" alt="部署会" />
			<p class="m_b2">
				2019年9月11日下午，北京学前教育协会召开“不忘初心、牢记使命”主题教育部署会。北京学前教育协会会长秦利国主持并做动员讲话，部分副会长、理事为了参加此次会议专门从外地赶回到北京。秦利国强调要深入学习贯彻习近平总书记在“不忘初心、牢记使命”主题教育工作会议上的重要讲话精神，认清国际、国内形势，提高政治站位，增强“四个意识”，坚定“四个自信”，做到“两个维护”， 切实履行好学前教育工作者的历史使命。
			</p>
			<p class="m_b2">
				与会人员就协会响应中央号召，打好扶贫攻坚战，开展品牌公益活动，提升幼儿教师社会形象，发扬优良传统，向老一辈教育家献礼，应对各种困难，报团发展，及协会的2019年度年会内容提出了宝贵的建议。
			</p>
			<p class="m_b2">按照协会会议的惯例，参会人员相互间进行了业务交流，为进一步合作奠定了基础。</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 1 && id === 3">
			<h2 class="m_b2 m_t2">2020年北京全面普及学前教育</h2>
			<p class="m_b2">
				8月1日下午，教育部举行新闻通气会。据会上消息，2018年，按常住人口计算，北京市公办园在园幼儿占比达到67%，普惠性幼儿园覆盖率达到76%；到2020年，北京市将全面普及学前教育，普惠率达到80%以上。
			</p>
			<p class="m_b2">
				据介绍，近年来，为应对全面二孩及外来人口双重压力带来的学前学位严重不足，北京市采取了一系列措施。一方面，完善普惠性学前教育投入保障机制，只要是普惠性幼儿园，无论公办还是民办，实行“四个统一”：办园标准相同、财政补助相同、收费标准相同、教师待遇相当。
			</p>
			<img class="m_b2" :src="new_xqjy" alt="" />
			<p class="m_b2">
				在此基础上，对所有普惠性幼儿园，市级财政按照每年生均8400元至12000元的标准进行补助，同时给予每生10000元的一次性扩学位补助和每天每平方米5元的场地租金补助。2011年至2018年，北京市学前教育经费占财政教育经费的比例由3%提高到10%，预计2020年将提升至14%。
			</p>
			<img class="m_b2" :src="new_xqjy2" alt="11" />
			<p class="m_b2">
				另一方面，本市也优化调整了普惠性资源布局结构。在提高新建小区配套幼儿园容载能力的同时，对已建成小区协调疏解腾退空间用于举办幼儿园，每个街道和学位矛盾比较突出的乡镇，至少新办一所普惠性幼儿园。通过扩大教育部门办园规模、支持国有企事业单位办园、扶持普惠性民办幼儿园发展、开展无证园分类治理、发展多样化学前教育服务等途径，扩大普惠性资源供给。
			</p>
			<p class="m_b2">北京市教委副巡视员冯洪荣透露，下一步，北京市将深入推进学前教育行动计划，继续优化普惠服务保障体系。</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 1 && id === 4">
			<h2 class="m_b2 m_t2">
				2019年北京市新建改建扩建138所幼儿园
				<br />
				新增30326个学前学位
			</h2>
			<p class="m_b2">2019年，本市新增30326个幼儿园学位，平均每天教育部门和各区都要想办法“挖”出83个新学位。本市已提前完成“增加学前教育学位3万个”的重要民生实事。</p>
			<p class="m_b2">
				2019年年初，“通过新建、改建、扩建及鼓励引导社会资本举办幼儿园等多种方式，新增学位3万个，着力缓解‘入园难’问题”再次被列入重要民生实事任务的头号工程。在市委市政府的领导下，市教委提前谋划，1月4日就向各区下达了分区年度任务，并于1月底收集实事任务的具体点位。参照2018年工作经验，市教委还根据各区报送的点位，建立起实事任务的工作台账，按月统计具体点位的工作进展情况。一系列相关政策相继出台。比如市教委配合财政部门进一步完善了财政补助办法，出台了《北京市市对区促进基础教育事业发展(学前学段)专项转移支付资金管理办法(修订)》《北京市市级财政支持学前教育事业发展补助资金管理使用实施细则(修订)》，加大对扩增幼儿园学位工作的扶持力度。
			</p>
			<p class="m_b2">
				市教委介绍，目前已经提前完成年初制定的计划，2019年已通过新建、改建和扩建138所幼儿园，116所幼儿园开班招生，新增30326个学前学位。新幼儿园软硬件标准不打折扣。例如全园室内外监控无死角；食堂安装摄像机，实现名厨亮灶等。部分幼儿园院墙还安装红外对射入侵报警系统，与110端口对接，如遇突发情况，可迅速报警。
			</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 2 && id === 1">
			<h2 class="m_b2 m_t2">知无涯，学无静-奕杰培训</h2>
			<p class="m_b2">
				玉不琢，不成器。人不学，不知义。人生需要不断学习。幼儿教师是幼儿获取知识的源泉，是传承文明的导师，更是以身作则的楷模；教师的一言一行、一颦一笑，都蕴含着教育的力量。为了更好的提高实习生的整体素质水平，2019年11月2日奕杰特请专业培训师对实习生进行培训。
			</p>
			<img class="m_b2" :src="new_jxpx" alt="" />
			<p class="m_b2">
				身教重于言教，幼儿教师个人的范例，对于幼儿幼小心灵的健康和成长是任何东西都无法代替的最灿烂的阳光，所以幼儿教师要加强师德修养，以自己崇高的情操和良好的思想道德风范去感染幼儿和教育幼儿，为幼儿树立良好的榜样，给予他们正面，积极的教育，使幼儿从小身心都得到健康的发展。
			</p>
			<img class="m_b2" :src="new_jxpx2" alt="" />
			<p class="m_b2">培训时间结束了，但是老师们学习的兴致很高并积极讨论，交流。</p>
			<p class="m_b2">
				通过此次培训实习生学到了新的教育理念和观点。也更加坚定了自己从事幼儿教育，服务基础教育的信念。她们都有了自己新的想法，让她们了解更多知识，帮助她们清晰自己的思路，让她们在以后工作中更深入执行。
			</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 2 && id === 2">
			<h2 class="m_b2 m_t2">怎样走进孩子的世界</h2>
			<img class="m_b2" :src="new_hzdsj1" alt="" />
			<img class="m_b2" :src="new_hzdsj2" alt="" />
			<img class="m_b2" :src="new_hzdsj3" alt="" />
			<img class="m_b2" :src="new_hzdsj4" alt="" />
			<img class="m_b2" :src="new_hzdsj5" alt="" />
			<img class="m_b2" :src="new_hzdsj6" alt="" />
			<img class="m_b2" :src="new_hzdsj7" alt="" />
		</div>

		<div class="p2 box_sizing" v-if="type === 2 && id === 3">
			<h2 class="m_b2 m_t2">奕杰接到京实习生</h2>
			<p class="m_b2">2019年6月18日，实习老师们带着人生的梦想与希望到京参加顶岗实习。希望你们能将自己的梦想放飞，将自己的未来播种，奕杰在等待你们开花结果！</p>
			<img class="m_b2" :src="new_jxs" alt="" />
			<p class="m_b2">奕杰接站到京实习生</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 2 && id === 4">
			<h2 class="m_b2 m_t2">奕杰协河北高校教师进行回访活动</h2>
			<p class="m_b2">学校为深入了解和掌握学生顶岗实习的情况，解决学生在顶岗实习过程中存在的一些问题，学校加强学生顶岗实习管理，我方积极配合学校进行回访。</p>
			<p class="m_b2">2019年12月20日下午，奕杰老师协河北高校负责学前教育专业的主任及实习指导老师到各个幼儿园进行了实习回访工作，并看望了在岗实习学生。</p>
			<img class="m_b2" :src="new_hfhd1" alt="" />
			<p class="m_b2">
				在各园分别与实习生进行了座谈，老师们听取了学生在岗的情况及在生活和工作中遇到的一些困难，老师们也纷纷表达了对学生的鼓励和关怀，学生们对学校的关怀激动不已，均表示一定要好好工作，克服种种困难，圆满完成实习任务，向学校上交一份满意的答卷。各园领导对同学们的表现十分满意，他们认为同学们都很优秀，工作认真负责、虚心向老师请教、能主动承接工作，深得家长的好评。
			</p>
			<img class="m_b2" :src="new_hfhd2" alt="" />
			<p class="m_b2">同时，奕杰老师会不定期的向实习学生了解她们在幼儿园里的工作、学习和生活情况，当她们遇到困难时，奕杰老师会帮助她们解决困难，并给予深切的关怀和鼓励。</p>
			<img class="m_b2" :src="new_hfhd3" alt="" />
			<p class="m_b2">
				通过此次回访，学校不仅深入了解了学生在顶岗实习阶段的具体情况，及时掌握了学生的思想动态，更加强了合作双方的深入交流，为合作双方进一步深入合作奠定了良好的基础。
			</p>
		</div>

		<div class="p2 box_sizing" v-if="type === 2 && id === 5">
			<h2 class="m_b2 m_t2">奕杰阳光幼教—宣讲</h2>
			<p class="m_b2">
				奕杰走进河北专校进行宣讲，奕杰老师针对一些情况做了细致的说明，特别是对学生的安全、住宿、待遇、分配以及学习方面做了细致的安排、规划和幼儿园实习工作流程及一些注意事项和遇到的问题该如何第一时间处理等。
			</p>
			<img class="m_b2" :src="new_xj1" alt="" />
			<p class="m_b2">学生在校能够了解并选择心仪的园所，可通过“奕杰”线上了解园所环境、企业环境、园所规模等，与园所进行互选等。</p>
			<img class="m_b2" :src="new_xj2" alt="" />
		</div>
	</div>
</template>

<script>
import api from '../api/common_api';


export default {
	name: 'NewsDetail',
	data() {
		return {
			new_bsh: api.ImgUrl + 'new_bsh.png',
			new_xqjy: api.ImgUrl + 'new_xqjy.png',
			new_xqjy2: api.ImgUrl + 'new_xqjy2.png',
			new_jxpx: api.ImgUrl + 'new_jxpx.png',
			new_jxpx2: api.ImgUrl + 'new_jxpx2.png',
			new_hzdsj1: api.ImgUrl + 'new_hzdsj1.jpg',
			new_hzdsj2: api.ImgUrl + 'new_hzdsj2.jpg',
			new_hzdsj3: api.ImgUrl + 'new_hzdsj3.jpg',
			new_hzdsj4: api.ImgUrl + 'new_hzdsj4.jpg',
			new_hzdsj5: api.ImgUrl + 'new_hzdsj5.jpg',
			new_hzdsj6: api.ImgUrl + 'new_hzdsj6.jpg',
			new_hzdsj7: api.ImgUrl + 'new_hzdsj7.jpg',
			new_jxs: api.ImgUrl + 'new_jxs.png',
			new_hfhd1: api.ImgUrl + 'new_hfhd1.png',
			new_hfhd2: api.ImgUrl + 'new_hfhd2.png',
			new_hfhd3: api.ImgUrl + 'new_hfhd3.png',
			new_xj1: api.ImgUrl + 'new_xj1.png',
			new_xj2: api.ImgUrl + 'new_xj2.png',
			type: 1, //区分是新闻中心还是奕杰动态
			id: 0 //显示哪条新闻
		};
	},
	created() {
		this.type = JSON.parse(this.$route.query.type);
		this.id = JSON.parse(this.$route.query.id);
	},
	mounted() {

	},
	methods: {

	}
};
</script>

<style scoped lang="stylus">
.container {
    width 1000px
    margin 0 auto

    >>> .el-breadcrumb__inner:hover {
        color #f16765
    }
    h2 {
        text-align center
        font-size 24px
        font-weight bold
        margin-bottom: 40px;
    }
    p {
        max-width 960px
        /*max-width 1160px*/
        text-indent 40px
        font-size 20px
        text-align justify
        line-height 50px
    }
    img {
        width auto
        height auto
        max-width 960px
        /*max-width 1160px*/
        display block
        margin 0 auto
        margin-bottom 20px
    }
}
</style>
